waveshareteam/ESP32-P4-WIFI6-Touch-LCD-X/examples/esp-idf/05_sdmmc/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
# CONFIG_ESP32P4_SELECTS_REV_LESS_V3 is not set
CONFIG_ESP32P4_REV_MIN_300=y
CONFIG_BOOTLOADER_LOG_LEVEL_ERROR=y
CONFIG_BOOTLOADER_LOG_LEVEL=1
CONFIG_ESPTOOLPY_FLASHSIZE_32MB=y
CONFIG_FATFS_VFS_FSTAT_BLKSIZE=4096
